Revit 2027 API
RebarCurvesData Properties
The RebarCurvesData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
RebarCurvesData Class
Autodesk.Revit.DB.Structure Namespace